Revit 2024 API
AnalyticalEquipmentLoadData.TrueLoad Property
 The electrical true load of analytical equipment load.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2023
Syntax
C#
public double TrueLoad { get; }
Visual Basic
Public ReadOnly Property TrueLoad As Double
	Get
Visual C++
public:
property double TrueLoad {
	double get ();
}
See Also
AnalyticalEquipmentLoadData Class
Autodesk.Revit.DB.Electrical Namespace